export default {
  digits: {
    label: {
      index: "Индекс",
      value: "Значение",
      power: "Значение степени",
      none: "Установить подписи...",
    },
    switch: "Сменить значение символа",
    increment: "Увеличить символ на единицу",
    decrement: "Уменьшить символ на единицу",
    input: "Редактировать значение символа",
    emptyDigitsMessage: "Нет символов для работы...",
    emptyDigitsActionMessage: "Пожалуйста, используйте панель управления или кликните по коробке, чтобы добавить символ.",
    wrongInput: "Что-то сломалось. Возможно, неверный ввод..."
  },
  number: {
    input: "Редактировать значение числа.",
    placeholder: "Добавить числа...",
    increment: "Увеличить число на единицу",
    decrement: "Уменьшить число на единицу"
  },
  base: {
    input: "Сменить систему счисления.",
    incrementBase: "Увеличить систему счисления на единицу.",
    decrementBase: "Уменьшить систему счисления на единицу.",    
    addSymbol: "Добавить символ.",
    removeSymbol: "Убрать символ."
  },
  expressPanel: {
    settings: {
      label: "Настройки",
      title: "Экспресс настройки песочницы"
    },
    help: {
      label: "Помощь",
      title: "Документация по режиму"
    }
  }
};
