export default {
  title: "Добро пожаловать в Numbers!",
  warning: "Приложение носит учебный характер.",
  description: "Numbers - это интерактивное погружение в скрытое измерение чисел: системы счисления. Вы познакомитесь с различными возможностями записи чисел, научитесь понимать принципы и переводить числа из одной системы счисления в другую в интерактивной и увлекательной форме.",
  links: {
    manual: {
      href: "/[lang]/manual/[...route]",
      as: "/ru/manual/ru/welcome",
      label: "Пройти обучение",
      title: "Интерактивное обучение, необходимое для использования приложением"
    },
    sandbox: {
      href: "/[lang]/sandbox",
      as: "/ru/sandbox",
      label: "Пропустить",
      title: "Пропустить и начать работать с приложением."
    },
  },
  helpers: {
    theme: "Сменить тему оформления",
    lang: "Сменить язык"
  }
};
